[
  {
    "author": "Dauren",
    "avatar": "../../../images/dauren.jpg",
    "date": "1 day ago",
    "text": "Elden Ring is a masterpiece. The open world is vast and beautiful, and the combat is challenging but fair. I've spent over 100 hours in the Lands Between and I still feel like I've barely scratched the surface. This is not just a game, it's an adventure."
  },
  {
    "author": "Roman",
    "avatar": "../../../images/roman.jpg",
    "date": "2 days ago",
    "text": "An absolute must-play for any fan of the genre. FromSoftware has outdone themselves. The sense of discovery is unparalleled. You can wander in any direction and find something interesting, whether it's a hidden cave, a new weapon, or a terrifying boss that will test all your skills."
  },
  {
    "author": "Aigul",
    "avatar": "../../../images/logo.png",
    "date": "2 days ago",
    "text": "It's a good game, but very difficult. I wish there was an easy mode. The world is amazing to look at, but I keep getting stuck on the first major boss. It's frustrating, but I'm determined to beat him."
  },
  {
    "author": "Timur",
    "avatar": "../../../images/logo.png",
    "date": "3 days ago",
    "text": "The best game I've played in years. The art direction is stunning and the enemy design is top-notch. Every encounter feels meaningful. The story is cryptic, as expected from a Souls game, but piecing it together from item descriptions and environmental clues is part of the fun.The best game I've played in years. The art direction is stunning and the enemy design is top-notch. Every encounter feels meaningful. The story is cryptic, as expected from a Souls game, but piecing it together from item descriptions and environmental clues is part of the fun.The best game I've played in years. The art direction is stunning and the enemy design is top-notch. Every encounter feels meaningful. The story is cryptic, as expected from a Souls game, but piecing it together from item descriptions and environmental clues is part of the fun."
  },
  {
    "author": "Elena",
    "avatar": "../../../images/logo.png",
    "date": "4 days ago",
    "text": "I love the co-op feature. Playing with friends makes the tough bosses a lot more manageable and fun. We've had some epic battles and hilarious moments. If you're finding the game too hard, I highly recommend summoning a friend."
  },
  {
    "author": "Sergey",
    "avatar": "../../../images/logo.png",
    "date": "5 days ago",
    "text": "While I appreciate the scale of the world, I sometimes feel a bit lost. The lack of clear objectives can be daunting. However, the freedom it offers is also its greatest strength."
  }
]